/**
 * Created by zzl028 on 2017/1/19.
 */
$(function () {
    var out3=new Vue({
        el:"#out3",
        data:{
            myData:[
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"},
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"},
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"},
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"},
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"},
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"},
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"},
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"},
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"},
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"},
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"},
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"},
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"},
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"},
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"},
                { "处理时间": "2016-12-26 09:00:00", "客户姓名": "胡*一","还款状态":"M1","逾期天数":"2","催收员":"丁金龙","状态":"已完成","操作":"催收详情"}
            ],
            number:16,
            page:0
        },
        methods:{
            // 向服务器请求数据
            get:function (res) {

            }
        }
    })
    out3.get();
})